[{"title": "Hear Audio From NASA's Perseverance As It Travels Through Deep Space", "body": "The first to be rigged with microphones, the agency's latest Mars rover picked up the subtle sounds of its own inner workings during interplanetary flight."}, {"title": "All About the Laser (and Microphone) Atop Mars 2020, NASA's Next Rover", "body": "SuperCam is a rock-vaporizing instrument that will help scientists hunt for Mars fossils."}, {"title": "Sensors on Mars 2020 Spacecraft Answer Long-Distance Call From Earth", "body": "Instruments tailored to collect data during the descent of NASA's next rover through the Red Planet's atmosphere have been checked in flight."}, {"title": "NASA's Mars Perseverance Rover Gets Its Sample Handling System", "body": "The system will be collecting and storing Martian rock and soil. Its installation marks another milestone in the march toward the July launch period."}, {"title": "Air Deliveries Bring NASA's Perseverance Mars Rover Closer to Launch", "body": "A NASA Wallops Flight Facility cargo plane transported more than two tons of equipment — including the rover's sample collection tubes — to Florida for this summer's liftoff."}, {"title": "The Detective Aboard NASA's Perseverance Rover", "body": "An instrument called SHERLOC will, with the help of its partner WATSON, hunt for signs of ancient life by detecting organic molecules and minerals."}, {"title": "Heat and Dust Help Launch Martian Water Into Space, Scientists Find", "body": "Scientists using an instrument aboard NASA’s Mars Atmosphere and Volatile EvolutioN, or MAVEN, spacecraft have discovered that water vapor near the surface of the Red Planet is lofted higher into the atmosphere than anyone expected was possible. "}, {"title": "NASA's Mars Helicopter Attached to Mars 2020 Rover ", "body": "The helicopter will be first aircraft to perform flight tests on another planet."}, {"title": "NASA's Perseverance Mars Rover Gets Its Wheels and Air Brakes", "body": "After the rover was shipped from JPL to Kennedy Space Center, the team is getting closer to finalizing the spacecraft for launch later this summer."}, {"title": "NASA's MAVEN Maps Winds in the Martian Upper Atmosphere that Mirror the Terrain Below and Gives Clues to Martian Climate", "body": "Researchers have created the first map of wind circulation in the upper atmosphere of a planet besides Earth, using data from NASA’s MAVEN spacecraft that were collected during the last two years."}, {"title": "NASA's Curiosity Keeps Rolling As Team Operates Rover From Home", "body": "The team has learned to meet new challenges as they work remotely on the Mars mission."}, {"title": "Scientists Explore Outback as Testbed for Mars ", "body": "Australia provides a great place for NASA's Mars 2020 and the ESA-Roscosmos ExoMars scientists to hone techniques in preparation for searching for signs ancient life on Mars."}, {"title": "NASA, ULA Launch Mars 2020 Perseverance Rover Mission to Red Planet", "body": "The agency's Mars 2020 mission is on its way. It will land at Jezero Crater in about seven months, on Feb. 18, 2021. "}, {"title": "NASA-JPL Names 'Rolling Stones Rock' on Mars", "body": "NASA's Mars InSight mission honored one of the biggest bands of all time at Pasadena concert."}, {"title": "NASA Mars Mission Connects With Bosnian and Herzegovinian Town", "body": "A letter from NASA was presented to the mayor of Jezero, Bosnia-Herzegovina, honoring the connection between the town and Jezero Crater, the Mars 2020 rover landing site."}]